##############################################################################################
Contenido 1 | Grabación conferencia WEB Fase 4 - AP6 - 01-A Contextualización de la fase de desarrollo y AP6 - Lunes 28 de marzo de 2022 - 7:00 P.M.
##############################################################################################

<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title></title>
<table border="0" width="800">
	<tbody>
		<tr bgcolor="#02203f">
			<td bgcolor="#02203f">
			<center><font color="#ffffff"><strong>Grabaci&oacute;n de la Conferencia WEB - Sesi&oacute;n Sincr&oacute;nica de la Fase 4 AP6<br />
			&quot;Contextualizaci&oacute;n Fase 4 o Fase de Desarrollo&quot;<br />
			Realizada el Lunes 28 de Marzo de 2022 a partir de las 7:00 P.M. </strong></font></center>
			</td>
		</tr>
		<tr>
			<td>
			<p><strong>Objetivo:</strong></p>

			<p>Identificar los elementos, caracter&iacute;siticas y condiciones que se presentan para el trabajo en equipo, as&iacute; como contextualizar los contenidos tem&aacute;ticos y actividades de la fase 4 o fase de desarrollo, as&iacute; como explicar de forma general las tem&aacute;ticas sobre el lenguaje de consulta estructurado SQL, correspondientes a la Actividad de Proyecto 6 &quot;AP6. Desarrollar la estructura de datos y la interfaz de usuario del sistema de informaci&oacute;n&quot;.</p>

			<p>Grabaci&oacute;n de la primera sesi&oacute;n sincr&oacute;nica de la fase 3: <a href="https://www.youtube.com/watch?v=XsVE_yGYJvE" target="_blank">https://www.youtube.com/watch?v=XsVE_yGYJvE</a></p>
			</td>
		</tr>
		<tr bgcolor="#0c5dA0">
			<td>&nbsp;</td>
		</tr>
	</tbody>
</table>

##############################################################################################
Contenido 2 | Resumen y Conclusiones
##############################################################################################

<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title></title>
<table border="0" width="800">
	<tbody>
		<tr bgcolor="#02203f">
			<td bgcolor="#02203f">
			<center><font color="#ffffff"><strong>R E S U M E N</strong></font></center>
			</td>
		</tr>
		<tr>
			<td>
			<p>Se inici&oacute; la sesi&oacute;n informando el cambio del instructor vocero, encargado del &aacute;rea t&eacute;cnica, presentando al nuevo instructor y resolviendo dudas que los aprendices expresaron respecto a la metodolog&iacute;a y acciones para orientar el proceso formativo de ahora en adelante, tratando diversos temas como el registro de evidencias pendientes, los espacios de comunicaci&oacute;n, la dedicaci&oacute;n del nuevo instructor y las espectativas para con el resto de la formaci&oacute;n.</p>

			<p>Posteriormente se describi&oacute; la fase de desarrollo, su relaci&oacute;n con las fases anteriores y con las que le siguen, su duraci&oacute;n, iniciando el 28 de marzo y culminando la primera de las actividades de proyecto, la actividad de proyecto 6, para el d&iacute;a 5 de junio, realizando una descripci&oacute;n del material de estudio y las evidencias de aprendizaje asociadas a la actividad de proyecto 5, resaltando la importancia de aprender bien el lenguaje SQL, como base para la gesti&oacute;n de datos en bases de datos, indicando la diferencia entre los sistemas manejadores de bases de datos con respecto al lenguaje SQL, as&iacute; como la relaci&oacute;n entre ellos.</p>

			<p>Grabaci&oacute;n de la primera sesi&oacute;n sincr&oacute;nica de la fase 3: <a href="https://www.youtube.com/watch?v=XsVE_yGYJvE" target="_blank">https://www.youtube.com/watch?v=XsVE_yGYJvE</a></p>
			</td>
		</tr>
		<tr bgcolor="#02203f">
			<td bgcolor="#02203f">
			<center><font color="#ffffff"><strong>C O N C L U S I O N E S</strong></font></center>
			</td>
		</tr>
		<tr>
			<td>Los sistemas de gesti&oacute;n de bases de datos son utilidades para la definici&oacute;n y gesti&oacute;n de las estructuras de archivo para la manipulaci&oacute;n y gesti&oacute;n en general de datos estructurados, mientras que el lenguaje SQL corresponde al lenguaje universal, en lo que se refiere al SQL ANSI, para la interacci&oacute;n con las bases de datos implementadas mediante los sistemas manejadores de bases de datos, teniendo en cuenta que independientemente al sistema manejador de bases de datos que se emplee en un proyecto, siempre se va a emplear el lenguaje SQL en conjunto con el lenguaje de programaci&oacute;n empleado para la implementaci&oacute;n de los sistemas de informaci&oacute;n.</td>
		</tr>
		<tr bgcolor="#0c5dA0">
			<td>&nbsp;</td>
		</tr>
	</tbody>
</table>

